app/Controllers/DashboardController.php

SELECT COUNT(*) AS `numrows` FROM `gejala`
SELECT COUNT(*) AS `numrows` FROM `penyakit`
---
    public function index(): string
    {
        $penyakitModel = new PenyakitModel();
        $gejalaModel = new GejalaModel();


        $data = [
            'jumlahGejala' => $gejalaModel->countAll(),
            'jumlahPenyakit' => $penyakitModel->countAll(),

        ];