app/Controllers/GejalaController.php

    public function index()
    {
        $model = new GejalaModel();
        $data['gejala'] = $model->findAll();
---
SELECT *
FROM `gejala`