app/Controllers/Home.php

SELECT *
FROM `gejala`
---
    public function index()
    {
        $model = new GejalaModel();
        $data['gejala'] = $model->findAll(); // Mengambil semua data gejala